[{
  "product_ID": "TAG017263",
  "scarf_name": "Ocean Current",
  "theme_name":"Geometric Rhythms",
  "product_image2":"../images/placeholder.png",
  "product_image3":"../images/placeholder.png",
  "product_image4":"../images/placeholder.png",
  "product_image5":"../images/placeholder.png",
  "product_image": "../scarf/Geometric_Rhythms/Ocean_Currents.webp",
  "product_description": "Dive into effortless elegance with our Ocean Currents Scarf, a design inspired by the rhythmic flow of water and the calm strength of nature. Set against a rich teal backdrop, delicate wave-like lines weave across the fabric, creating a sense of gentle motion and fluidity. The subtle detailing in lighter blue adds depth and texture, resembling shimmering trails left behind by rippling tides.",
  "highlights_1": "Flowing wave-inspired abstract pattern on a deep teal base",
  "highlights_2": "Breathable fabric with a soft, fluid drape",
  "highlights_3": "",
  "highlights_4": ""
},
{
  "product_ID": "TAG018475",
  "scarf_name": "Crimson Lattice",
  "theme_name":"Geometric Rhythms",
  "product_image2":"../images/placeholder.png",
  "product_image3":"../images/placeholder.png",
  "product_image4":"../images/placeholder.png",
  "product_image5":"../images/placeholder.png",
  "product_image": "../scarf/Geometric_Rhythms/Crimson_Lattice.webp",
  "product_description": "The “crimson lattice” Scarf is a bold collision of street-style energy and graphic design. Featuring a grid of repeated squares, each marked with the striking Tagbreak typography, the pattern creates a hypnotic rhythm across the fabric. The vivid red background, contrasted with crisp white detailing, makes this scarf an unapologetic statement piece.",
  "highlights_1": "Bold Tagbreak typography print in grid formation",
  "highlights_2": "Striking red-and-white color palette",
  "highlights_3": "",
  "highlights_4": ""
},
{
  "product_ID": "TAG019687",
  "scarf_name": "Plum Tesserae",
  "theme_name":"Geometric Rhythms",
  "product_image2":"../images/placeholder.png",
  "product_image3":"../images/placeholder.png",
  "product_image4":"../images/placeholder.png",
  "product_image5":"../images/placeholder.png",
  "product_image": "../scarf/Geometric_Rhythms/Plum_Tesserae.webp",
  "product_description": "Introducing the plum tesserae Scarf, a timeless piece inspired by the elegance of vintage textile art. This design showcases an intricate ornamental pattern enclosed within symmetrical square frames, creating a refined mosaic effect. The deep maroon backdrop paired with delicately woven floral and vine motifs adds richness and sophistication to the piece.",
  "highlights_1": "Intricate ornamental floral and vine motifs with a regal aesthetic",
  "highlights_2": "Deep maroon hue for a bold, elegant presence",
  "highlights_3": "",
  "highlights_4": ""
},
{
  "product_ID": "TAG020899",
  "scarf_name": "Obsidian Mesh",
  "theme_name":"Geometric Rhythms",
  "product_image2":"../images/placeholder.png",
  "product_image3":"../images/placeholder.png",
  "product_image4":"../images/placeholder.png",
  "product_image5":"../images/placeholder.png",
  "product_image": "../scarf/Geometric_Rhythms/Obsidian_Mesh.webp",
  "product_description": "Elevate your style with our  obsidian mesh Scarf, a piece that blends art and fashion seamlessly. This design features a captivating grid of abstract marbled squares in deep navy, olive, and muted gold tones, set against a subtle textured background. Each square carries a swirling, hand-crafted pattern that mirrors the beauty of marbling, making every section unique yet harmonious.",
  "highlights_1": "Distinct marbled artistry in every square",
  "highlights_2": "Dark tones with pops of green and gold for an elegant, modern look",
  "highlights_3": "Lightweight, soft drape perfect for all seasons",
  "highlights_4": "A versatile accessory that pairs well with both casual and formal ensembles"
},
{
  "product_ID": "TAG022111",
  "scarf_name": "Heart Construct",
  "theme_name":"Geometric Rhythms",
  "product_image2":"../images/placeholder.png",
  "product_image3":"../images/placeholder.png",
  "product_image4":"../images/placeholder.png",
  "product_image5":"../images/placeholder.png",
  "product_image": "../scarf/Geometric_Rhythms/Heart_Construct.webp",
  "product_description": "Wrap yourself in playful elegance with our Heart construct Scarf. Featuring hand-sketched heart motifs framed within bold pink squares, this design blends modern geometry with a soft, expressive touch. The repeating heart pattern symbolizes love and joy, making this scarf not just an accessory, but a statement of positivity and warmth.",
  "highlights_1": "Perfect for brightening up everyday looks or adding a playful accent to evening wear.",
  "highlights_2": "Lightweight yet bold, it drapes beautifully and works across seasons.",
  "highlights_3": "Ideal as a thoughtful gift, symbolizing affection and creative expression.",
  "highlights_4": ""
}
]
